{
    "heroes": [
      {
        "id": 1,
        "name": "Стэн Ли",
        "description": " американский писатель, актёр, продюсер, телеведущий, сценарист, редактор и создатель множества персонажей комиксов, бывший президент и председатель совета директоров издательства Marvel Comics",
        "q": "количество комиксов 243",
         "image_url": "https://img.gazeta.ru/files3/503/12056503/RTR30MCS-pic905-895x505-67173.jpg",
        "image_big_url": "https://cdnimg.rg.ru/img/content/141/38/96/Depositphotos_50749977_l-2015_d_850.jpg"
      },
      {
        "id": 2,
        "name": "Джек Керба",
        "description": "Эксцентричный гений, миллионер, дамский угодник и филантроп Тони Старк также является супергероем в броне, известным как Железный Человек. ",
        "image_url": "https://i.pinimg.com/564x/09/6f/2c/096f2c148359cf329f2755b60515c972.jpg",
        "image_big_url": "https://i.pinimg.com/564x/09/6f/2c/096f2c148359cf329f2755b60515c972.jpg"
      },
      {
        "id": 3,
        "name": "Тор",
        "description": "Тор Одинсон (Thor Odinson) — принц Асгарда и бывший член команды Мстителей. Когда его безответственные действия повлекли за собой угрозу его родному миру, Тор был лишен своих сил и изгнан на Землю своим отцом Одином, царем Асгарда. Будучи в изгнании, Тор научился смирению, влюбился в доктора Джейн Фостер и спас своих новых друзей от разрушительной угрозы, посланной его завистливым сводным братом Локи, мечтающим захватить трон Асгарда. Тор смог остановить Локи, в результате чего был прощен Одином и получил свою силу назад. ",
        "image_url": "https://i.pinimg.com/564x/f4/ad/88/f4ad88a5f8e16d48d73475179d8ad723.jpg",
        "image_big_url": "https://i.pinimg.com/564x/f4/ad/88/f4ad88a5f8e16d48d73475179d8ad723.jpg"
      },
      {
        "id": 4,
        "name": "Капитан марвел",
        "description": "Кэрол Денверс (Carol Danvers) — пилот в Воздушных силах США, которая получила силы космического происхождения и теперь её называют Капитан Марвел (Captain Marvel). ",
        "image_url": "https://i.pinimg.com/564x/20/29/d7/2029d723a1edd5e7058921725eb130fb.jpg",
        "image_big_url": "https://i.pinimg.com/564x/20/29/d7/2029d723a1edd5e7058921725eb130fb.jpg"
      },
     
     
      {
        "id": 7,
        "name": "Локи",
        "description": "Локи Лафейсон (Loki Laufeyson) — сын правителя ледяных великанов, Лафея. Вскоре, после своего рождения, Локи был оставлен умирать, но был найден Одином, королём Асгарда, который забрал его с собой. Один и его жена Фригга растили Локи как принца Асгарда, наравне с их биологическим сыном Тором. Когда Локи вырос, он стал известен как «Бог лжи». ",
        "image_url": "https://i.pinimg.com/564x/07/cf/14/07cf14919fb904277015bedeaab523eb.jpg",
        "image_big_url": "https://i.pinimg.com/564x/07/cf/14/07cf14919fb904277015bedeaab523eb.jpg"
      },
      {
        "id": 8,
        "name": "Халк",
        "description": "Спасая жизнь подростку, доктор Брюс Беннер оказался в эпицентре взрыва гамма-бомбы, после которого он обнаружил у себя необычные способности. Стоит кому-то разозлить или спровоцировать его, как он теряет контроль над собой и превращается в зелёного монстра Халка. ",
        "image_url": "https://i.pinimg.com/564x/e3/ff/92/e3ff927f565f35d9de0db1bf1de97f32.jpg",
        "image_big_url": "https://i.pinimg.com/564x/e3/ff/92/e3ff927f565f35d9de0db1bf1de97f32.jpg"
      }
      
     
    ]
  }
